tap 'earthly/earthly'
tap 'heroku/brew'
tap 'planetscale/tap'

brew 'awscli'
brew 'bat'
brew 'cloudflare-wrangler'
brew 'git'
brew 'gnupg'
brew 'n'
brew 'neofetch'
brew 'pinentry-mac'
brew 'pnpm'
brew 'poetry'
brew 'postgresql@15'
brew 'pure'
brew 'pyenv'
brew 'zsh'
brew 'zsh-syntax-highlighting'
brew 'earthly'
brew 'heroku'
brew 'pscale'

cask '1password'
cask '1password-cli'
cask 'backblaze'
cask 'discord'
cask 'docker'
cask 'figma'
cask 'gpg-suite-no-mail'
cask 'iterm2'
cask 'keybase'
cask 'little-snitch'
cask 'notion'
cask 'parallels'
cask 'postman'
cask 'raycast'
cask 'setapp'
cask 'slack'
cask 'steam'
cask 'visual-studio-code'
cask 'zoom'