tap "earthly/earthly"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "planetscale/tap"
brew "awscli"
brew "bat"
brew "coreutils"
brew "flyctl"
brew "fzf"
brew "git"
brew "gnupg"
brew "helm"
brew "n"
brew "neofetch"
brew "pinentry-mac"
brew "poetry"
brew "postgresql@15"
brew "pure"
brew "pyenv"
brew "rustup-init"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "earthly/earthly/earthly"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "planetscale/tap/pscale"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "backblaze"
cask "discord"
cask "docker"
cask "figma"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "inkscape"
cask "iterm2"
cask "keybase"
cask "little-snitch"
cask "microsoft-auto-update"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "ngrok"
cask "notion"
cask "postman"
cask "raycast"
cask "setapp"
cask "slack"
cask "steam"
cask "tailscale"
cask "visual-studio-code"
cask "zoom"
vscode "1Password.op-vscode"
vscode "aaron-bond.better-comments"
vscode "ahmadalli.vscode-nginx-conf"
vscode "astro-build.astro-vscode"
vscode "atomiks.moonlight"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "mikestead.dotenv"
vscode "ms-vsliveshare.vsliveshare"
vscode "natqe.reload"
vscode "PKief.material-icon-theme"
vscode "Prisma.prisma"
vscode "ritwickdey.LiveServer"
vscode "styled-components.vscode-styled-components"
vscode "waderyan.gitblame"
vscode "william-voyek.vscode-nginx"
vscode "XadillaX.viml"
vscode "yoavbls.pretty-ts-errors"
