tap "earthly/earthly"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "planetscale/tap"
brew "awscli"
brew "bat"
brew "coreutils"
brew "fzf"
brew "git"
brew "gnupg"
brew "n"
brew "neofetch"
brew "pinentry-mac"
brew "poetry"
brew "postgresql@15"
brew "pure"
brew "pyenv"
brew "rustup-init"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "earthly/earthly/earthly"
brew "heroku/brew/heroku"
brew "planetscale/tap/pscale"
cask "1password"
cask "1password-cli"
cask "backblaze"
cask "discord"
cask "docker"
cask "figma"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "iterm2"
cask "keybase"
cask "little-snitch"
cask "notion"
cask "postman"
cask "raycast"
cask "setapp"
cask "slack"
cask "steam"
cask "tailscale"
cask "visual-studio-code"
cask "zoom"
