1Password.op-vscode
aaron-bond.better-comments
ahmadalli.vscode-nginx-conf
astro-build.astro-vscode
atomiks.moonlight
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
GraphQL.vscode-graphql
GraphQL.vscode-graphql-syntax
hashicorp.terraform
kisstkondoros.vscode-gutter-preview
mikestead.dotenv
ms-vsliveshare.vsliveshare
natqe.reload
PKief.material-icon-theme
Prisma.prisma
ritwickdey.LiveServer
styled-components.vscode-styled-components
waderyan.gitblame
william-voyek.vscode-nginx
XadillaX.viml
yoavbls.pretty-ts-errors
